[
  {
    "id": "LsI4YsWSlZEQ5kgQcx54h",
    "title": "Food for the People",
    "description": "<p style=\"text-align: start;\">Policy solutions to protect farmers and consumers from overbearing government and corporate restrictions on what they can eat, and how that food is made. Redesigning America’s nutritional guidelines away from highly-processed, corporatized food, towards natural, clean food, while protecting the freedom to choose.</p><p style=\"text-align: start;\">For decades, small and mid-sized family farms have disappeared from the rural American landscape and economy, replaced by ever larger farms and food processors that consolidate food production into industrial factory systems. Cheap, plentiful, ultra-processed foods conceal the true human, animal, and environmental costs of this profit-driven transition.</p><p style=\"text-align: start;\">The solution to these manmade problems requires a reversal of some of these commercial consolidations by relaxing onerous regulations that disproportionately burden smaller operators, and phasing out government subsidies that have favored large centralized industrial agricultural methods and operations at the expense of sustainable, widely dispersed local farms. A sensible list of policies that will improve food nutrition, productivity, and profitability for farmers and consumers alike will include:</p><p style=\"text-align: start;\">The Farm Bill</p><p style=\"text-align: start;\">Since its creation in the Great Depression, the US Farm Bill has swollen into an enormous juggernaut of funding and provisions. Originally crafted to connect farmers suffering from declining commodity prices with citizens starving during economic decline, the agricultural industry has changed dramatically over the past century. The Farm Bill has become an albatross to effective and responsive agricultural policy, dragging the nation in its wake. Current US farming policy is functioning under an extension of the 2018 Farm Bill; it does not appear that an updated Farm Bill will be legislated in 2024.</p><p style=\"text-align: start;\">The chief reason for this damaging delay is that the Farm Bill includes too many provisions regarding too many players, and that there are really two teams – farmers and food assistance beneficiaries. For any revised Farm Bill to be enacted, it must craft consensus among the nation’s affected farmers (who have very different needs and business models, which also vary geographically and by crop), then dovetail that with provisions concerning the nation’s SNAP benefit recipients. These are two very different groups of stakeholders with very disparate policy goals.</p><p style=\"text-align: start;\">The Farm Bill provides commodity loans and supports to farmers, and nutrition subsidies for low-income Americans. About 20% of funding under the Farm Bill goes to farmers: about 76% is allocated for nutrition: and 95% of that comprises SNAP benefits. Farms are facing unique inflationary pressures that impact food prices and thus the efficacy of SNAP Benefits: farms must be separately regulated to respond to such economic and market realities.</p><p style=\"text-align: start;\">The Farm Bill should be split into separate pieces of legislation for congressional consideration: the needs of farmers in one; those of food benefits in another. This will greatly improve political efficiency and effective implementation of policy for both groups – there will be no need for legislators to swap farming policies or funding as a political trade-off for food distribution or other provisions unrelated to the best needs of the nation’s agricultural production.</p><p style=\"text-align: start;\">Changing Laws to Help Farms</p><p style=\"text-align: start;\">Regulations. Numerous federal and state regulations purporting to improve public safety have shuttered small farms and processors. It is not beneficial to Americans’ health and safety if there are only a handful of meat processors in the nation, or if local food production is slowly strangled as dependence on faraway, even foreign-grown (and less regulated) foods increases. Small businesses often cannot afford to comply with the high compliance costs that serve as a glass ceiling protecting the largest market players, whose ever-escalating economies of scale pose greater health risks and should be subjected to closer regulatory scrutiny.</p><p style=\"text-align: start;\">Commodity Support Payments Through loans, price supports, and crop insurance, the federal government doles out billions of taxpayer dollars annually to the nation’s largest farming enterprises. These dollars are unavailable to small businesses, skewing food production toward larger, often more environmentally destructive industrial operations. Abruptly ceasing these payments would inflict unfair harm on many farmers and seed market anxiety and disruption. However, many of these subsidies are for environmentally deleterious, chemical-dependent monoculture crops, which have been unfairly favored by government subsidies for decades.</p><p style=\"text-align: start;\">As of February 2024, the 2018 Farm Bill cost American taxpayers $1.4 trillion. Farms received $22.6 billion in payments in 2019 alone. The highest amount of agricultural subsidies – well above $6 billion annually – go to corn, soybean, and sugar production. These three industries all employ industrial farming methods of methodical application of glyphosate, synthetic fertilizers, pesticides, and herbicides to the nation’s farmlands. These processes not only taint the foods American children eat, but pollute drinking water, kill soil microbes, increase erosion, and deplete soil and food nutrients. They are also the three crops most damaging to human health after processing into syrups, hydrogenated fats, and food additives.</p><p style=\"text-align: start;\">Paring down these payments will reduce federal spending; a mere portion of the money saved can be used to instead subsidize regenerative agriculture, pilot studies of nutrition and soils, opioid recovery models connected to agriculture, improved educational materials for schools, improved nutritional content in public school meals and public assistance food purchasing.</p><p style=\"text-align: start;\">Sugar Subsidies</p><p style=\"text-align: start;\">There is longstanding contention over the inequitable distribution of billions of US taxpayer dollars each year to sugar producers, while archaic domestic protections and import restrictions drive up US food prices: currently, Americans pay more than twice the world price for the sugar the federal government subsidizes through the Farm Bill. High sugar prices have influenced many food producers, including soft drink makers Pepsi and Coke, to replace sugar with more harmful but less expensive (and highly subsidized) high fructose corn syrup.</p><p style=\"text-align: start;\">Taxing consumers for the “sin” of eating sugary foods adds hypocritical government insult to regulatorily-inflicted injury. Reducing sugar subsidies and relaxing border restrictions will lower the price of sugar while releasing funds to support farming and processing of other crops or food products or to fund increased incentives for healthier food options for SNAP benefit recipients.</p><p style=\"text-align: start;\">Our nation’s sugarcane and sugar processing policies are grossly overdue for sensible review and revision. This will reduce costs for a widely used food input cost, relieving food inflation pressures for many industries, while equitably improving health outcomes. The important effort to reform US sugar policy has been underway for many years. A useful model to consider how some of these policies can be productively updated is contained in the (unenacted) Sugar Policy Modernization Act of 2017.</p><p style=\"text-align: start;\">Areas of Future Investment</p><p style=\"text-align: start;\">By simply diverting some taxpayer dollars currently spent unwisely on practices that amplify short-term corporate profits at the expense of human and soil health, the agricultural system – and bureaucratically dizzying farming legislation – can be employed to heal what it has in the past inflicted. Money saved from subsidization of destructive agricultural practices can instead be invested for better food outcomes, including:</p>",
    "date": 1732078166281,
    "category": "1",
    "owner": "12EWCwTTUMSGoP5SPI2Cf",
    "vote_user": []
  },
  {
    "id": "X3XaNNee9_xi8toNSshgr",
    "title": "Crowdsourcing questions for Dennis Kucinich X Space on Monday, hiring for an AI engineer, launching Refinements and more updates this week",
    "description": "<p style=\"text-align: start;\">Hey all, we wanted to share some exciting updates this week for Policies For The People (P4P)!</p><h1 style=\"text-align: start;\"><strong>Dennis Kucinich X Space: Crowdsourcing Questions</strong></h1><p style=\"text-align: start;\">Link to the Spaces on Monday: <a href=\"https://twitter.com/i/spaces/1YqxovWoAYyJv\" target=\"\">x.com <span style=\"color: var(--primary-medium); background-color: var(--primary-low);\">24</span></a></p><p style=\"text-align: start;\">Ohio Representative <a href=\"https://x.com/Dennis_Kucinich\" target=\"\">Dennis Kucinich <span style=\"color: var(--primary-medium); background-color: var(--primary-low);\">15</span></a>, who is <a href=\"https://www.kucinich.com/\" target=\"\">currently an independent candidate for Congress in Ohio’s 7th district <span style=\"color: var(--primary-medium); background-color: var(--primary-low);\">4</span></a>, will join <a href=\"https://x.com/MarkGortonNYC\" target=\"\">P4P Creator Mark Gorton <span style=\"color: var(--primary-medium); background-color: var(--primary-low);\">20</span></a>, <a href=\"https://linktr.ee/jaymudholkar\" target=\"\">P4P Project Manager Jay Mudholkar <span style=\"color: var(--primary-medium); background-color: var(--primary-low);\">9</span></a>, <a href=\"https://bio.site/holdenculotta\" target=\"\">Political Influencer Holden Culotta <span style=\"color: var(--primary-medium); background-color: var(--primary-low);\">11</span></a> and <a href=\"https://linktr.ee/sheislaurenlee\" target=\"\">Political Influencer Lauren Lee <span style=\"color: var(--primary-medium); background-color: var(--primary-low);\">6</span></a> on an X Space at 12pm EST on Monday, October 28th, to discuss Policies for the People. Please join! You can reply to this announcement with any questions for Dennis in the comment section here, and we will select a few of them and discuss them in the Spaces with him!</p><h1 style=\"text-align: start;\"><strong>AI Engineer Hiring and looking for Moderators!</strong></h1><p style=\"text-align: start;\">We are hiring for an AI engineer to help AI-ify the P4P platform. If you know anyone, have them email <a href=\"mailto:jay@av24.org\" target=\"\">jay@av24.org</a> with their resume and why they’re a good fit for the role. Here’s a job description:</p><p style=\"text-align: start;\">P4P is looking to hire a developer focused on adding AI capabilities to the Policies for the People forum. Examples of initial desired capabilities include, AI generated summaries of posts on the forum, building an AI helpbot that can suggest related articles and people based on the interests of users, building AI powered social media tools that can post updates from the P4P forum to social media, having AI bots that can help add tags to posts, having AI bots that can remove profanity, having AI bots that can help organize and categorize articles, etc.</p><p style=\"text-align: start;\">The above listed functionality can be built using straightforward prompt engineering with major LLM’s.</p><p style=\"text-align: start;\">Qualifications:</p><p style=\"text-align: start;\">Solid programming background<br>Familiarity with LLM’s and LLM deployment platforms<br>Prompt engineering experience<br>A few years programming experience</p><p style=\"text-align: start;\">If you don’t have AI engineering expertise, but want to get more involved in the behind-the-scenes operations of the platform, <strong>we could use some more volunteer moderators</strong>! Email <a href=\"mailto:jay@av24.org\" target=\"\">jay@av24.org</a> if interested there as well!</p><h1 style=\"text-align: start;\"><strong>Refinements</strong></h1><p style=\"text-align: start;\">Additionally, we’ve posted refinements to the forum. Please take a look at Merge Proposals (to reduce duplicative posts on the platform), Collections (to discuss areas as a whole, rather than just specific policies), and Meetings (community-building!)</p><p style=\"text-align: start;\">Thanks so much as always! More exciting updates coming soon!</p><p style=\"text-align: start;\"><br></p>",
    "date": 1732078209652,
    "category": 0,
    "owner": "12EWCwTTUMSGoP5SPI2Cf",
    "vote_user": [
      "12EWCwTTUMSGoP5SPI2Cf"
    ]
  },
  {
    "id": "F4asXwuQnKNnP57FT-3Vm",
    "title": "Teach Life Skills in Schools",
    "description": "<p><span style=\"color: rgb(23, 34, 41); background-color: rgb(255, 255, 255); font-size: 16px;\">Restore Home Economics to schools, with a new emphasis on healthy lifestyles, as part of a program to teach students the life skills that are sorely lacking in many young adults.<br>Children spend a full work-week in school all their young lives and many graduate without knowledge of how to care for themselves in the most basic ways.<br>Cooking, caring for a home, budgeting and banking, simple home and auto repairs, etc. are real life that will confront every student, whether they choose to go to college or straight into the economy.<br>Going into adult life with these skills in place will create independence and confidence and foster the kind of real-time problem solving that will benefit them for the rest of their lives.</span></p>",
    "date": 1732078244947,
    "category": "4",
    "owner": "12EWCwTTUMSGoP5SPI2Cf",
    "vote_user": []
  },
  {
    "id": "oc7Ngjcgq0PbrIFsLumll",
    "title": "Affordable Student Loans for Private Schools and More Access to FAFSA",
    "description": "<p style=\"text-align: start;\">Private education, whether at colleges, universities, or specialized institutes, offers unique opportunities for students to pursue personalized education paths and specialized fields. However, the high cost of private school tuition often requires students to rely heavily on student loans, creating a long-term financial burden. With high interest rates and limited repayment flexibility, these loans can restrict students’ ability to achieve financial stability after graduation. This proposal advocates for making student loans more affordable specifically for private school students, enabling wider access to private education and ensuring that students are not disproportionately burdened by debt.</p><p style=\"text-align: start;\">Interest rates on loans for private school education should be capped at the inflation rate or matched to federal rates for public school loans. This would make it possible for private school students to repay their loans without accruing unsustainable interest over time.</p><p style=\"text-align: start;\">To ensure that students attending private schools have equitable access to financial aid, it is essential to expand eligibility and funding through the Free Application for Federal Student Aid (FAFSA). Currently, many private school students face limited access to federal grants and subsidized loans, resulting in a greater reliance on high-interest private loans. Expanding FAFSA coverage to include broader financial support for private school students would help ease financial strain, make private education more accessible, and allow students to pursue specialized programs without the burden of excessive debt. By increasing FAFSA access for private school students, we can ensure that financial aid is distributed fairly across all types of institutions, opening doors for students from diverse backgrounds to choose the best educational path for their goals.</p>",
    "date": 1732078283490,
    "category": "6",
    "owner": "12EWCwTTUMSGoP5SPI2Cf",
    "vote_user": []
  },
  {
    "id": "Hu32bXPMQHTzZxu23hRiy",
    "title": "Protect the Non-manufacturing American Worker: Jobs Outsourced Outside the USA or Taken Onshore by H1B Visa Workers",
    "description": "<p style=\"text-align: start;\">Protect the Non-manufacturing American Worker: Jobs Outsourced Outside the USA or Taken Onshore by H1B Visa Workers</p><p style=\"text-align: start;\">I propose that the following two policy proposals, about protecting the jobs of the American worker where companies replace American workers with cheap labor outsourced outside USA or onshore H1B Visa workers. It is too easy for companies to move jobs outside the USA. And there is no accountability for preventing companies from abusing the H1B Visa program.</p><h1 style=\"text-align: start;\">1</h1><p style=\"text-align: start;\">Written by <a href=\"https://forum.policiesforpeople.com/u/gousa\" target=\"\">@GoUSA</a></p><p style=\"text-align: start;\"><img src=\"https://forum.policiesforpeople.com/letter_avatar_proxy/v4/letter/g/65b543/48.png\" alt=\"\" data-href=\"\" style=\"height: auto;\"> <a href=\"https://forum.policiesforpeople.com/t/bring-back-white-collar-jobs-outsourced-overseas-or-replaced-with-h1b-visa-workers/5551\" target=\"\">Bring back white collar jobs outsourced overseas or replaced with H1B Visa workers</a> <a href=\"https://forum.policiesforpeople.com/c/economy/8\" target=\"\"><span style=\"color: var(--primary-high);\">Economy</span></a></p><blockquote>NOTE: Going forward the initial policy draft presented will be further defined using a collaborative approach with <a href=\"https://forum.policiesforpeople.com/u/gousa\" target=\"\">@GoUSA</a> <a href=\"https://forum.policiesforpeople.com/u/waynetom\" target=\"\">@waynetom</a> <a href=\"https://forum.policiesforpeople.com/u/momzilla\" target=\"\">@Momzilla</a>. If anyone is interested in working with us, please let me know. PLEASE consider giving the policy your vote. We are enhancing the policy to quantify how prevalent this issue truly is and providing recommendations for holding companies accountable. Those not close to the H1B Visa hiring practices would be shocked how many Americans get shut out from bei…</blockquote><h1 style=\"text-align: start;\">2</h1><p style=\"text-align: start;\">Written by <a href=\"https://forum.policiesforpeople.com/u/momzilla\" target=\"\">@Momzilla</a></p><p style=\"text-align: start;\"><img src=\"https://forum.policiesforpeople.com/letter_avatar_proxy/v4/letter/m/7c8e57/48.png\" alt=\"\" data-href=\"\" style=\"height: auto;\"> <a href=\"https://forum.policiesforpeople.com/t/tariffs-on-intellectual-labor-outsourcing/626\" target=\"\">Tariffs on intellectual labor outsourcing</a> <a href=\"https://forum.policiesforpeople.com/c/economy/8\" target=\"\"><span style=\"color: var(--primary-high);\">Economy</span></a></p><blockquote>There is already a great plan to change our tax structure to encourage companies to manufacture in America, this ensuring American manufacturing jobs. Consider applying a similar concept to intellectual labor. Right now, many US tech and customer service companies outsource staff abroad. We have countless Americans who are already proficient in those roles. For example, say you are a customer of a US based company. You call the company for assistance and you are dispatched to someone in another …</blockquote><h1 style=\"text-align: start;\">Explanation &amp; Justification</h1><p style=\"text-align: start;\">Communication has taken place between <a href=\"https://forum.policiesforpeople.com/u/gousa\" target=\"\">@GoUSA</a> and <a href=\"https://forum.policiesforpeople.com/u/momzilla\" target=\"\">@Momzilla</a> to work together on a policy that includes protecting the American worker in non-manufacturing jobs.<br>The policy <a href=\"https://forum.policiesforpeople.com/t/bring-back-white-collar-jobs-outsourced-overseas-or-replaced-with-h1b-visa-workers/5551\" target=\"\">Bring back white collar jobs outsourced overseas or replaced with H1B Visa workers</a> will be the parent policy, but the content of <a href=\"https://forum.policiesforpeople.com/t/tariffs-on-intellectual-labor-outsourcing/626\" target=\"\">Tariffs on intellectual labor outsourcing</a> should be appended to bottom of the parent policy. We need to have it available for incorporating into the new merged policy.</p>",
    "date": 1732078334222,
    "category": "5",
    "owner": "12EWCwTTUMSGoP5SPI2Cf",
    "vote_user": []
  },
  {
    "id": "zM4RxS5x9ML0NQya_4MZp",
    "title": "Defund the American Library Association",
    "description": "<p style=\"text-align: start;\">Either defund ALA, or make a law that says ALL LIBRARIES MUST BE NEUTRAL on public policy issues. I was fired as a public librarian for daring to argue that libraries should be neutral, not launching pads for Leftist socio-political advocacies.</p><p style=\"text-align: start;\">See: <a href=\"https://apoliticallibrarian.wordpress.com/2022/07/28/internal-censorship-punishment-of-dissent-and-personal-destruction-among-library-professionals-the-case-of-ron-kelley-bookmobile-manager/\" target=\"\">Internal Censorship, Punishment of Dissent and Personal Destruction Among Library Professionals: The Case of Ron Kelley, Bookmobile Manager | The Apolitical Librarian</a></p><p style=\"text-align: start;\">See: <a href=\"https://www.youtube.com/@THEFIREDLIBRARIAN-iz7po\" target=\"\">https://www.youtube.com/@THEFIREDLIBRARIAN-iz7po <span style=\"color: var(--primary-medium); background-color: var(--primary-low);\">1</span></a></p><p style=\"text-align: start;\"><br></p>",
    "date": 1732078385936,
    "category": "2",
    "owner": "12EWCwTTUMSGoP5SPI2Cf",
    "vote_user": [
      "12EWCwTTUMSGoP5SPI2Cf"
    ]
  },
  {
    "id": "q4kSfnSXhFjjzTuoKQWua",
    "title": "Meditation Policy",
    "description": "<h3><strong>Guidelines</strong></h3><ol><li>Meditation SpaceA designated, quiet space will be provided for meditation.The space should be free from distractions, well-ventilated, and equipped with comfortable seating, cushions, or mats.Use of this space is limited to meditation or other mindfulness activities.</li><li>Schedule and TimingMeditation sessions will be held at [specific times, e.g., \"daily at 8:30 AM and 3:30 PM\"].Individual use of the meditation space is allowed during operational hours on a first-come, first-served basis.</li><li>ParticipationMeditation sessions are voluntary and open to all members of the community.Respect for diverse meditation practices and beliefs is expected.Sessions may include guided meditation, silent meditation, or mindfulness exercises.</li><li>Code of ConductMaintain silence and avoid interruptions during meditation sessions.Ensure that all devices are silenced or turned off before entering the meditation space.Be respectful of others’ practices and maintain a non-judgmental attitude.</li><li>Facilitator ResponsibilitiesThe meditation facilitator will lead sessions, ensure a supportive environment, and address any concerns.Facilitators may provide instructions, guided meditations, or resources for independent practice.</li><li>AccessibilityThe meditation space and activities will accommodate individuals with varying needs, including those with physical disabilities.Resources such as noise-canceling headphones or visual aids may be made available.</li><li>Feedback and ImprovementParticipants are encouraged to provide feedback to improve the meditation sessions or facilities.Feedback can be submitted anonymously through [a feedback form or email address].</li></ol>",
    "date": 1732078490796,
    "category": "3",
    "owner": "8PPvtBTfxfIVHG8ywLhHJ",
    "vote_user": []
  },
  {
    "id": "ul5xVxjZ1tqmFuD_qnogw",
    "title": "dd",
    "description": "<p>dd</p>",
    "date": 1732143426395,
    "category": 0,
    "owner": "8PPvtBTfxfIVHG8ywLhHJ",
    "vote_user": []
  }
]